Repository: giellalt/corpus-sme
Catalog: tmx/sma/admin/sd/samediggi.no/samediggevisti.html.tmx
Source language: sme
Languages: sma

source: Sámediggevisti / Sámedikki birra / Sámediggi - Sametinget
sma: Saemiedigkiegåetie / Saemiedigkien bïjre / Saemiedigkie - Sametinget

source: Sámediggevisti
sma: Saemiedigkiegåetie

source: H. M. Gonagas Harald V rabai ođđa sámediggevistti almmolaččat skábmamánu 2. b. 2000.
sma: H. M. Gånka Harald V. Saemiedigkiegåetiem Karasjohkesne byögkeleslaakan rïhpesti gålkoen 2. b. 2000.

source: Sámediggevisttis lea Norgga bealde sápmelaččaid álbmotválljen orgána ja Sámedikki hálddahus.
sma: Saemiedigkiegåetesne dïhte saemiej almetjeveeljeme krirrie, jïh Saemiedigkien reereme Nöörjesne.

source: Vistti leaba tevdnen siviilaarkiteavtta guovttos Stein Halvorsen ja Christian Sundby, geat njukčamánus 1996 vuittiiga arkiteaktagilvvu čuoládagain 69,3˚ DAVVI.
sma: Dah sivijlearkitekth Stein Halvorsen jïh Christian Sundby lægan gåetiem guvviedamme, mah njoktjen 1996 arkitektegaahtjemem vitnin dejnie faamoebaakojne 69,3 o NORD.

source: Oktiibuot ledje dieđihan 116 gilvaleaddji, ja 48 evttohusa bohte.
sma: Ållesth dle 116 mah lin meatan gaahtjemisnie, jïh dejstie 48 raeriestimmieh böötin.

source: Huksenbarggut álggahuvvojedje borgemánus 1998, ja vuođđogeađggi bijai Stuorradikki presideanta Kirsti Kolle Grøndahl geassemánus 1999.
sma: Mïetsken 1998 dle bigkemebarkoem eelkin, jïh ruffien 1999 dle stoerredigkiepresidente Kirsti Kolle Grøndahl maadthgierkiem bïeji.

source: Visti lea hábmejuvvon vuollegis beallegierdun guovtti gearddis gos lea Sámi sierrabibliotehka, resepšuvdna, čoahkkinlanjat ja sullii njealjelogi kantuvrra.
sma: Gåetie goh akte bieliegievlie göökte laptine gusnie Saemiedigkien gærjagåetie, dåastoesijjie, tjåanghkoetjiehtjelh jïh medtie njieljieluhkie kontovrh.

source: Nuppe geahčen beallegierddu lea lávvohápmásaš dievasčoahkkinlatnja sámi álbmotválljen orgána čoahkkimiid várás.
sma: Bieliegievlien gietjesne Saemiedigkien stoerretjåanghkoesavka mij låavthgåetine vååjnoe, jïh desnie dah tjåanghkoeh saemiej almetjeveeljeme krirresne.

source: Sámediggevisti lea vuosttažettiin dan politihkalaš ja rievttálaš stáhtusa konkrehta govastahkan, mii sápmelaččain lea álbmogin.
sma: Saemiedigkiegåetie lea uvtemes akte vihties væhta dan politihkeles jïh riekteles staatusasse maam saemieh utnieh goh akte åålmege.

source: Sámediggevisti ollašuhttá buot govttolaš gáibádusaid ođđaáigásaš parlameantavistái.
sma: Saemiedigkiegåetie gaajhkh eensi krievemh voebnesje akten daajbaaletje parlamentegåatan.

source: Sámedikki dievasčoahkkinlanjas, auditorias ja buot čoahkkinlanjan leat digitála dulkonrusttegat.
sma: Saemiedigkien stoerretjåanghkoesavka, auditovrije jïh gaajhkh tjåanghkoetjiehtjelh digitaale toelhkedïrregh utnieh.

source: Preassas ja mediain leat sierra lanjat, ja lea vejolaš TV ja radio bokte sáddet Sámedikki dievasčoahkkimiid.
sma: Preesse jïh meedijah jïjtsh tjiehtjelh utnieh, jïh desnie sjïehteladteme guktie gåarede raadijove- jïh tv ’ sne seedtedh saemiedigkietjåanghkojste.

source: Vistti obbaviidodat lea 5 300 njealjehasmehtera ja prošeaktagolut ledje 128.710.000 ru jagis 2000.
sma: Gåetien ållesth stoeredahke lea 5 300 kvadraatemeeterh jïh prosjekten maaksoe lij 128-710.000 kr. jaepien 2000.
